[
  {
    "placeCode": "FUJAIRAH",
    "attractionName": "Lulu Mall",
    "attractionId": 122161,
    "attractionImageURL": "https://www.holidify.com/images/cmsuploads/compressed/SliderNew0_20180716005849.jpg",
    "attractionShortDesc": "Lulu Mall is the perfect one-stop destination for one's shopping and entertainment needs. Located in the heart of Fujairah, it provides easy access to quality international brands that all shoppers require and desire. It also presents great dining and fast food options, including McDonald۪s, Papa John۪s, Bombay Chowpatty and so on. The mall is also home to top entertainment facilities, including an ice-skating rink, bowling alleys, rollercoasters, video games, and much more!"
  },
  {
    "placeCode": "ALONG",
    "attractionName": "River Rafting",
    "attractionId": 1153,
    "attractionImageURL": "https://www.holidify.com/images/compressed/1883.jpg",
    "attractionShortDesc": "River Rafting is a major activity in Along. The rivers Sipu and Yomgo (Siyom) flow within Along."
  },
  {
    "placeCode": "BANGKOK",
    "attractionName": "Wat Paknam Bhasicharoen",
    "attractionId": 121755,
    "attractionImageURL": "https://www.holidify.com/images/foreign/compressed/attr_121755.jpg?v=1.1",
    "attractionShortDesc": "Wat Paknam Bhasicharoen, also shortly known as Wat Paknam was built during the Ayutthaya period. The temple attracts mae chis (nuns) because of the meditation master Luang Pu Sod's meditation policies. He emphasised on Buddhist and secular studies for them. With a 7.9 acre complex, this temple has the largest mae chi community in Thailand."
  },
  {
    "placeCode": "ITANAGAR",
    "attractionName": "Rupa",
    "attractionId": 2111,
    "attractionImageURL": "https://www.holidify.com/images/cmsuploads/compressed/S12_20171007211847.PNG",
    "attractionShortDesc": "Lying at a distance of approximately 20 kilometres from  follow noopener noreferrer"
  },
  {
    "placeCode": "JAIPUR",
    "attractionName": "Chokhi Dhani",
    "attractionId": 11774,
    "attractionImageURL": "https://www.holidify.com/images/cmsuploads/compressed/Chokhi_dhani_20170922002828.jpg",
    "attractionShortDesc": "Chokhi Dhani is a luxury heritage resort synonymous with Rajasthani village culture. It is located a little on the outskirts of the city on the Tonk Road. The concept of the village is to give you a tangible feel of rural Rajasthan. It is a real depiction of traditional Rajasthan with ancient artefacts"
  },
  {
    "placeCode": "DUBLIN",
    "attractionName": "Kilmainham Gaol",
    "attractionId": 10439,
    "attractionImageURL": "https://www.holidify.com/images/foreign/compressed/attr_1446.jpg",
    "attractionShortDesc": "Kilmainham Gaol is a prison museum in Dublin. It was built in 1796, and finally put out of commission in 1924, and was opened as a museum after decades of deliberation and years of work in 1971. It houses a huge part of the Irish nationalist history."
  },
  {
    "placeCode": "DUBAI",
    "attractionName": "Dubai Shopping Festival",
    "attractionId": 1253704,
    "attractionImageURL": "https://www.holidify.com/images/cmsuploads/compressed/Shopping_at_Dubai_Festival_City_Mall_20190121222946.jpg",
    "attractionShortDesc": "The Dubai Shopping Festival is a dream come true for the shopping lovers around the globe, as the prices are slashed in substantial amount on popular brands during the festival. The festival carries on for more than a month, starting from the last week of December and continuing all the way through New Year celebrations to conclude in last week of January of the new year or the first week of the month of February. Major brands, their showrooms spread across the city of Dubai, put up huge discounts on their products, making the deals inevitable for even the most reluctant shoppers. One can buy all sorts of products, from clothes to electronic accessories, from branded perfumes to food items, and from home d̩cor materials to gold jewelleries, the discounts on prices of all going up to a jaw-dropping 75%. The more than a month long extravaganza offers the visitors much more than mere shopping in stores. There are fashion shows, kids۪ fairs, food fests, fireworks and much more which provide the desert dreamland an occasion to please its guests to the fullest.\n"
  },
  {
    "placeCode": "GOA",
    "attractionName": "The Convent and The Church of St. John of God",
    "attractionId": 124376,
    "attractionImageURL": "https://www.holidify.com/images/cmsuploads/compressed/39880537495_0c4c992777_b_20190116151549.jpg",
    "attractionShortDesc": "The Convent and The Church of St. John of God is an olden Portuguese days structure built in 1685 dedicated to Our Lady of Good Success. Situated in North Goa, next to the tower of St. Augustine, the building is very ordinary looking depicting the traditional designs of Portuguese architecture. It is believed that in 1685, eight Brothers from the Congregation of St. John of God constructed the building. They were sent to Goa by the Portuguese King Dom Pedro II to look after the sick in the hospital. When the suppression of religious orders was implemented in 1835, the convent was used as a hospital for the poor and the needy."
  },
  {
    "placeCode": "PAPI-KONDALU",
    "attractionName": "Perantapalli Village",
    "attractionId": 5586,
    "attractionImageURL": "https://www.holidify.com/images/compressed/1331.jpg",
    "attractionShortDesc": "Perantapalli Village is a quaint little village along the banks of the river Godavari. Ramakrishna Muni Vatika (Ashramam) and Veereswara Swamy Temple are two favored spots visited by tourists."
  },
  {
    "placeCode": "MANIKARAN-SAHIB",
    "attractionName": "Kulant Pith",
    "attractionId": 2784,
    "attractionImageURL": "https://www.holidify.com/images/compressed/8147.jpg",
    "attractionShortDesc": "The Kulant Pith is said to be the most sacred and superior of all the piths in India. It is believed that Lord Shankar stayed here for some time too, highly impressed by the place. Lord Shiva's stay marks the purity of the place. Vishnu Kund is believed to be the purest of all the kunds and a dip into this is believed to wash away all your sins. Also, locals believe that this place takes away all the anger and evil of the individuals dipping into it."
  }
]